/**
 * Copyright 2017 Google Inc. All rights reserved.
 *
 * THIS IS A GENERATED FILE AND ANY CHANGES WILL BE
 * LOST THE NEXT TIME TRANSLATIONS ARE UPDATED.
 *
 * To change this file, edit values-xx/strings.xml
 * and run `python ./convert_translations.py`
 */

"applicationName" = "Transferimi i skedarëve të Androidit";
"filenameColumnHeaderTitle" = "Emri";
"lastModifiedColumnHeaderTitle" = "Ndryshuar për herë të fundit";
"sizeColumnHeaderTitle" = "Madhësia";
"newFolderButtonText" = "Dosje e re";
"deleteButtonText" = "Fshi";
"copyStatusWindowTitle" = "Kopjo";
"cancelButton" = "Anulo";
"cancelingLabel" = "Po anulohet";
"preparingToCopyLabel" = "Po përgatitet të kopjojë në \"%@\"";
"copyingMultipleItemsLabel" = "Po kopjon %1$d artikuj në \"%2$@\"";
"copyingSingleItemLabel" = "Po kopjon \"%1$@\" në \"%2$@\"";
"timeRemainingUnknown" = "Koha e përafërt e mbetur…";
"timeRemainingLessThan5Seconds" = "Kanë mbetur më pak se 5 sekonda";
"timeRemainingLessThan15Seconds" = "Kanë mbetur më pak se 15 sekonda";
"timeRemainingLessThan30Seconds" = "Kanë mbetur më pak se 30 sekonda";
"timeRemaining1Minute" = "Rreth 1 minutë e mbetur";
"timeRemainingMinutes" = "Kanë mbetur rreth %1$d minuta";
"timeRemaining1Hour" = "Rreth 1 orë e mbetur";
"timeRemainingHours" = "Kanë mbetur rreth %1$d orë";
"bottomProgressStringFormat" = "%1$@ nga %2$@ - %3$@";
"folderDefaultName" = "dosje pa titull";
"bottomStatusFilesSelected" = "%1$d nga %2$d të zgjedhur, %3$@ në dispozicion";
"bottomStatusNoSelectionSingleItem" = "1 artikull, %1$@ në dispozicion";
"bottomStatusNoSelectionMultipleItems" = "%1$d artikuj, %2$@ në dispozicion";
"errorDeletingTitle" = "Gabim gjatë fshirjes";
"errorDeletingDescription" = "Nuk mund të fshijë skedarin ose dosjen me titull \"%@\"";
"errorCreateFolderTitle" = "Nuk mund të krijojë dosjen";
"errorConnectToDeviceTitle" = "Nuk mund të lidhet me pajisjen";
"errorCommunicatingWithDeviceTitle" = "Nuk mund të komunikojë me pajisjen";
"errorUnlockDeviceTitle" = "Nuk mund të qaset te hapësira ruajtëse e pajisjes";
"errorRenameFolderTitle" = "Dosja nuk mund të riemërtohet";
"errorRenameFileTitle" = "Skedari nuk mund të riemërtohet";
"errorCopyingFileTitle" = "Nuk mund të kopjojë skedarin";
"errorReplacingFileTitle" = "Skedari nuk mund të zëvendësohej";
"errorCopyingFileDescription" = "Nuk mund të kopjojë skedarin \"%@\"";
"errorCannotOpenFileTitle" = "\"Transferimi i skedarëve të Androidit\" nuk mund të hapë skedarët";
"errorCannotOpenFileDescription" = "Për të hapur skedarin, dërgoje atë në fillim te kompjuteri yt.";
"errorCannotOpenMultipleTitle" = "\"Transferimi i skedarëve të Androidit\" nuk mund të hapë shumë artikuj";
"errorCannotOpenNoneTitle" = "Nuk është zgjedhur asnjë artikull për t\'u hapur";
"errorCannotOpenBadSelectionDescription" = "Zgjidh një artikull të vetëm dhe provo sërish.";
"errorSuccessDescription" = "Nuk u gjet asnjë gabim";
"errorPathNotFoundDescription" = "Nuk ekziston asnjë artikull me atë emër";
"errorDeviceNotInitializedDescription" = "Pajisja nuk mund të niset. Provo të rilidhësh ose të rinisësh pajisjen tënde";
"errorPathAlreadyExistsDescription" = "Ekziston tashmë një skedar ose dosje me atë emër";
"errorInvalidStorageDescription" = "Nuk mund të gjendet hapësira ruajtëse e zgjedhur.";
"errorGenericDescription" = "Provo të rilidhësh ose të rinisësh pajisjen tënde.";
"errorUnlockDescription" = "Sigurohu që pajisja të jetë e shkyçur dhe që të jetë zgjedhur modaliteti \"Transferimi i skedarëve\" ose \"MTP\".";
"warningFileExistsMessage" = "Në këtë dosje ekziston tashmë një artikulli i titulluar \"%@\".";
"warningFileExistsInformative" = "Dëshiron të zëvendësosh artikullin ekzistues me atë që po kopjohet?";
"warningFileExistsReplace" = "Zëvendëso";
"warningFileExistsSkip" = "Kapërce";
"warningFileExistsReplaceAll" = "Zëvendëso të gjitha";
"deleteWarningTitle" = "Je i sigurt se dëshiron të fshish përgjithmonë artikujt e zgjedhur?";
"noUndoWarningInformative" = "Nuk mund ta zhbësh këtë veprim";
"menuAbout" = "Rreth \"Transferimit të skedarëve të Androidit\"";
"menuServices" = "Shërbimet";
"menuHide" = "Fshih \"Transferimin e skedarëve të Androidit\"";
"menuHideOthers" = "Fshih të tjerat";
"menuShowAll" = "Shfaqi të gjitha";
"menuQuit" = "Dil nga \"Transferimi i skedarëve të Androidit\"";
"menuFile" = "Skedari";
"menuNewFolder" = "Dosje e re";
"menuCloseWindow" = "Mbyll dritaren";
"menuDelete" = "Fshi";
"menuGo" = "Shko";
"menuBack" = "Prapa";
"menuForward" = "Transfero";
"menuEnclosing" = "Dosja përfshirëse";
"menuOpenFolder" = "Hap dosjen";
"menuWindow" = "Dritarja";
"menuMinimize" = "Minimizo";
"menuZoom" = "Zmadho";
"menuBringAllToFront" = "Sill gjithçka përpara";
"menuHelp" = "Ndihma";
"menuHelpItem" = "Ndihma e \"Transferimit të skedarëve të Androidit\"";
"welcomeTitleText" = "Mirë se erdhe në \"Transferimin e skedarëve të Androidit\"";
"welcomeBodyText" = "Lidh pajisjen tënde Mac me pajisjen tënde Android duke përdorur kabllon e vet USB. Më pas zvarrit artikujt mes dritareve të \"Transferimit të skedarëve të Androidit\" dhe \"Gjetësit\". Zgjidh Ndihma > Ndihma e \"Transferimit të skedarëve të Androidit\" për të mësuar më shumë.\n\n\"Transferimi i skedarëve të Androidit\" mbështet Android 3.0 ose versione më të reja.";
"welcomeDoneButtonLabel" = "Fillo";
"noDevicesTitle" = "Nuk u gjet asnjë pajisje Android";
"noDevicesInformative" = "Lidh pajisjen tënde Android me një kabllo USB për të filluar.";
"fileSizeFolder" = "--";
"fileSizeByte" = "%.0f bajt";
"fileSizeKb" = "%.0f KB";
"fileSizeMb" = "%.1f MB";
"fileSizeGb" = "%.2f GB";
"fileSizeTb" = "%.3f TB";
"fileSizePb" = "%.3f PB";
